
export const listData = [
    {
        "img":"http://192.168.0.239:9001/files/2022/01.png",
        "id": "123456",
        "title":"从海南自贸港到乡村振兴 核能绘就新图景",
        "nickName": "张三",
        "dateTime": "2022-07-30 16:45:57",
        "source":"发现最美",
        "content":"今年3月，我国自主第三代核电“华龙一号”示范工程已全面完成。此前，继“华龙一号”后又一自主创新重大成果“玲龙一号”示范工程（多用途模块式小型堆）也在去年7月正式开工。而未来，核能的角色将不止于提供电力。"
    },
    {
        "img":"http://192.168.0.239:9001/files/2022/02.png",
        "id": "123456",
        "title":"“了不起的中轴线，让我们一起来守护”小游戏助力申遗",
        "nickName": "张三",
        "dateTime": "2021-06-22 15:11:52",
        "source":"了不起的",
        "content":"中新网北京新闻6月13日电  为助力中轴线申遗，北京市文物局官方微信“北京文博”和官方微博@北京文博 两个新媒体平台12日共同推出“了不起的中轴线 让我们一起来守护”互动小游戏，邀请网友关注中轴线、参与保护中轴线，为中轴线申遗贡献自己的力量",
    },
    {
        "img":"http://192.168.0.239:9001/files/2022/03.png",
        "id": "123456",
        "title":"世界环境日，邀你一起云上直击污水变清流",
        "nickName": "张三",
        "dateTime": "2021-06-05 09:29:05",
        "source":"环境日",
        "content":"活动以视频直播的形式开展，将带领广大网友走进中国(三水)国际水都饮料食品基地，云上参观基地内的一家饮料公司以及一家污水处理厂，了解生产污水“变身记”，展示生态环境部门及企业为推动绿色发展所做的努力，提升市民的环保意识，倡导绿色生活方式"
    },
    {
        "img":"http://192.168.0.239:9001/files/2022/04.png",
        "id": "123456",
        "title":"“了不起的中轴线，让我们一起来守护”小游戏助力申遗",
        "nickName": "张三",
        "dateTime": "2021-06-22 15:11:52",
        "source":"了不起的",
        "content":"中新网北京新闻6月13日电  为助力中轴线申遗，北京市文物局官方微信“北京文博”和官方微博@北京文博 两个新媒体平台12日共同推出“了不起的中轴线 让我们一起来守护”互动小游戏，邀请网友关注中轴线、参与保护中轴线，为中轴线申遗贡献自己的力量",
    },
    {
        "img":"http://192.168.0.239:9001/files/2022/02.png",
        "id": "123456",
        "title":"“了不起的中轴线，让我们一起来守护”小游戏助力申遗",
        "nickName": "张三",
        "dateTime": "2021-06-22 15:11:52",
        "source":"了不起的",
        "content":"中新网北京新闻6月13日电  为助力中轴线申遗，北京市文物局官方微信“北京文博”和官方微博@北京文博 两个新媒体平台12日共同推出“了不起的中轴线 让我们一起来守护”互动小游戏，邀请网友关注中轴线、参与保护中轴线，为中轴线申遗贡献自己的力量",
    },
]

export const userList = [
    {
        "id": "123456",
        "avatar":"http://192.168.0.239:9001/files/2022/01.png",
        "nickName":"吴坚",
        "degree": "广汽研究院院长",
        "source":"发现最美",
    },
    {
        "avatar":"http://192.168.0.239:9001/files/2022/02.png",
        "id": "123456",
        "nickName":"吴坚",
        "degree": "辽宁工业大学汽车与交通工程学院院长",
        "source":"发现最美",
    },
    {
        "avatar":"http://192.168.0.239:9001/files/2022/03.png",
        "id": "123456",
        "nickName":"吴坚",
        "degree": "奇瑞汽车工程技术研发总院院长",
        "source":"发现最美",
    },
    {
        "avatar":"http://192.168.0.239:9001/files/2022/04.png",
        "id": "123456",
        "nickName":"吴坚",
        "degree": "广汽研究院院长",
        "source":"发现最美",
    },
    {
        "avatar":"http://192.168.0.239:9001/files/2022/05.png",
        "id": "123456",
        "nickName":"吴坚",
        "degree": "广汽研究院院长",
        "source":"发现最美",
    },
    {
        "avatar":"http://192.168.0.239:9001/files/2022/06.png",
        "id": "123456",
        "nickName":"吴坚",
        "degree": "广汽研究院院长",
        "source":"发现最美",
    },
]

export const knowledgeData = [
    {
        number:1,
        es_id: "1212121212",
        es_name: "一次电路和电分配系统之间的绝缘",
        status: "发布",
        es_type: "原子知识",
        klg_name: "AkIN",
        nickName: "张三丰",
        deptName: "安全生产部",
        publish_date: "2022/3/3 17:06:30",
        summary: "上海市卫健委今早（7月30日）通报：2022年7月29日0—24时，上海新增本土新冠肺炎确诊病例1例和无症状感染者4例，均在隔离管控中发现。新增境外输入性新冠肺炎确诊病例12例和无症状感染者13例，均在闭环管控中发现。",
        likeCount: 2,
        commentCount: 15,
        readCount: 264,
        collectionCount: 189,
        shareCount: 45
    },
    {
        number:2,
        es_id: "1212121212",
        es_name: "一次电路和电分配系统之间的绝缘",
        status: "发布",
        es_type: "原子知识",
        klg_name: "AkIN",
        nickName: "张三丰",
        deptName: "安全生产部",
        publish_date: "2022/3/3 17:06:30",
        summary: "上海市卫健委今早（7月30日）通报：2022年7月29日0—24时，上海新增本土新冠肺炎确诊病例1例和无症状感染者4例，均在隔离管控中发现。新增境外输入性新冠肺炎确诊病例12例和无症状感染者13例，均在闭环管控中发现。",
        likeCount: 2,
        commentCount: 15,
        readCount: 264,
        collectionCount: 189,
        shareCount: 45
    }
]

export const hotwordList = [
    {
        number:1,
        title: "一次电路和电分配系统之间的绝缘",
    },
    {
        number:2,
        title: "一次电路和电分配系统之间的绝缘",
    }

]
